{
  "GuideDataswiming": {
    "AdsControllerswiming": 
      {
        "BannerAd": "max",
		"InterstitialAd": "max",
        "NativeAd": "max",
		
		"BannerAdmobswiming": "",
        "InterstitialAdmobswiming": "",
        "NativeAdmobswiming": "",
		"maxBannerswiming": "6db1491f2e21970c",
		"maxInterstitialswiming": "812b82d9e0c7cb7f",
		"maxNativeswiming": "64ea2f2ef41edb34",
		
		"ironsource_appKey": "1011dee21",
		
		"unity_game_id": "3883855",
		"unity_test": true,
		"unity_bannerswiming": "banner",
		"unity_interstitialswiming": "video",

        "ImageBannerswiming": false,
        "ImageBannerswimingImg" : "https://media3.giphy.com/media/igVvRDJ4EbhstQyEKh/giphy.gif",
        "ImageBannerswimingURL" : "https://www.google.com"
		
      },

    "items": [
      {
        "title": "Learn to Swim by Yourself!",
        "image": "https://img.livestrong.com/630x/clsd/getty/eb5c48fbb1234ac29fb6dda9c51a9398.jpg",
        "color": "#000000",
        "text_size": "17",
        "isLink": false,
        "link_title": "",
        "setLink": "",
        "image_link": "",
        "text": "How to do breaststroke \n 1. Float with your face in the water, your body straight and horizontal. Stack your hands and keep your arms and legs long.\n 2. Point your thumbs down. Press your hands out and back in a circle, elbows high. Lift your head slightly and inhale.\n 3. Bring your hands together in front of your shoulders, thumbs pointing up. Keep your elbows close to your body. Simultaneously bend your knees, bringing your feet toward your butt and pointing your feet outward. Reach your arms forward. Kick out and back in a circle then snap your feet together. Drop your head underwater and exhale. Glide forward and repeat.\n How to do butterfly \n Float with your face in the water, your body straight and horizontal.\n Stack your hands and keep your arms and legs long. Send your head down and forward and push your hips up. Next, move your head up and push your hips down. Continue alternating like a wave. When your head goes down, follow with your hips and kick.\n Send your arms down and past your hips. Simultaneously lift your head to inhale. Kick and continue the body wave, sending your arms up and across the water.\n Put your face in the water and follow with your arms. Exhale. This completes one arm cycle. Repeat. Breathe once every two or three cycles.\n How to do freestyle \n Float with your face in the water, your body straight and horizontal. Stack your hands and keep your arms and legs long. To do the flutter kick, move one foot up and one foot down. Alternate quickly, keeping your ankles loose and knees slightly bent.\n Reach your right hand 12 to 18 inches ahead, palm facing down and in line with your shoulder. Pull your right hand down and back, pointing your fingers diagonally toward the bottom.\n Point your elbow upward. As your right hand passes your thigh, rotate your hip and shoulder upward. Bring your hand up and across the water. Enter your right hand in the water and repeat with your left hand. Repeat.\n Breathe every two or three strokes as your hand exits the water.",
        "isNative": false,
        "background": "#FFFFFF"
      }
    ]

  }
}
